{
	//english translation file for planetoid pioneers
	//(internal text is in english, so this is mostly a no-op -
	// some strings use localisation IDs though, and their content
	// is specified here.)
	"info" : {
		"id": "de",
		"english_name": "German",
		"localised_name": "Deutsch"
	},
	"translations": {
		//asteroid belt UI

		//planetoid panel
		//labels/description/etc
		"Planetoid":
			"Planetoid",
		"Goal":
			"Mission",
		"Difficulty: {DIFFICULTY}":
			"Schwierigkeit: {DIFFICULTY}",
		"Time: {TIME_ESTIMATE}":
			"Dauer: {TIME_ESTIMATE}",
		"ABUI By {AUTHOR}":
			"Von {AUTHOR}",

		//settings
		"Settings":
			"Einstellungen",
		"Adjust Volume":
			"Lautstärke",
		"Sound":
			"Ton",
		"Music":
			"Musik",
		"Voice":
			"Sprache",
		"Video Settings":
			"Video Einstellungen",
		"Done":
			"Fertig",
		"Quit The Game":
			"Spiel Beenden",
		"Danger Zone!":
			"Achtung!",
		"Factory Reset":
			"Spiel Zurücksetzten",
		"Steam Workshop":
			"Steam Workshop",
		"Auto-Download Content":
			"Auto-Downloads",
		//buttons
		"Start!":
			"Los!",
		"Continue":
			"Fortsetzen",
		"Restart":
			"Neu Starten",

		//video settings
		"Video Settings":
			"Grafik Einstellungen",
		"Locale Settings":
			"Sprache",
		"Back":
			"Zurück",
		"Display Mode":
			"Anzeige",
		"Fullscreen":
			"Vollbild",
		"Borderless":
			"Randlos",
		"Windowed":
			"Fenstermodus",
		"Resolution":
			"Auflösung",
		"Which Display":
			"Bildschirm",
		"Apply":
			"Bestätigen",

		///////////////////////////////////////////////////////////////////////
		//voiceovers

		//crazy bob on primoid
		"Can you believe this?!":
			"Ich kanns nicht glauben!",
		"Let's try this gun!":
			"Lass mich diese Waffe probieren!",
		"Oookay, that's ominous":
			"Oookay. Sehr Ominös",
		"Damned birds!!":
			"Blöde Vögel!!",
		"Curse these birds!!":
			"Verfluchte Vögel!!",
		"It's a lot easier to climb with both my hands free...":
			"Mit beiden Händen frei wäre es einfacher zu klettern...",
		"EATING MY WORDS!!":
			"",
		"EAT THAT!!":
			"FRESS DAS!!",
		"The Flight Recorder shows a Rocket Silo door, not far to the east from here. We better go see if we can score a ride off this rock there!":
			"Der Flugschreiber zeigt einen eingang in ein Raketensilo, nicht weit von hier entfernt. Lass mich dorthin gehen, um zu sehen, ob ich dort einen Ritt machen kann!",
		"What are these structures?":
			"Was sind das für Gebilde?",
		"WHOAAAAAAAA!!":
			"WOOOOAAAAAA!!",
		"BANG!":
			"BÄNG!",
		"Maybe they weren't trying to keep things out... but to keep something IN!?":
			"Vielleicht haben sie nicht versucht, etwas draußen zu halten... sondern DRINN!",
		"NOOOO - my vessel!!":
			"OH NEEEEIN - mein Schiff",
		"Rest in Pieces, my beloved vessel...":
			"Ruhe in Frieden mein geliebtes Schiff",
		"Now I'm stuck on this rock!":
			"Jetzt stecke ich hier fest!",
		"That was my space yacht...":
			"Das war meine Raumyacht...",
		"Well, that's not very secure...":
			"Wow das ist nicht gerade besonders sicher...",
		"I don't like the look, smell, or feel of this place... it's all squishy.":
			"Mir gefällt das Aussehen, der Geruch und das Gefühl dieses Ortes nicht... alles ist matschig.",
		"Ohh you UGLY, Cyclops!!":
			"Ohh du HÄSSLICHER, Zyklop!!",
		"It's all fun and games, until someone loses an eye.":
			"Alles Spaß und Spiel, bis jemand ein Auge verliert.",
		"What's that racket??":
			"Was ist das für ein Schläger??", //TODO when does he say that? does it make sesne
		"YIKES - a mobile meat grinder monstrosity!!":
			"HUCH - ein mobiler monster Fleischwolf!!",
		"TAKE THAT, you overgrown food processor!!":
			"",
		"Jumping Jellybeans!!":
			"",
		"I bet I'm past the worst monsters by now!":
			"",
		"Those jaws were snappin', and it's got me rappin'!":
			"",
		"Wish i had something to drive that would protect my noggin a bit...!":
			"",
		"I need some mad hops - or a ride with some mad JETS!":
			"",
		"I think they're trying to tell me something...":
			"",
		"For a moment I thought I would perish... Crazy Bob never perishes.":
			"",
		"It's not completely wild out here...":
			"",
		"Pinkle... Just like Lily":
			"",
		"I just need to find a few more rocket parts, and I'll have a complete Blueprint!":
			"",
		"Keep them snaps away from me!":
			"",
		"Let's see what this baby can do!":
			"",
		"My life just flashed before of my eyes! It was long, but I didn't get bored... would watch again.":
			"",
		"One freaky bipedal toaster down!":
			"",
		"Pink... purple... pinkle?!":
			"",
		"Look at that cute lil fella - he looks like he might be good to carry some resources around!":
			"",
		"DING DING DING - The Ice Man prevails!!":
			"",
		"These heaps of scraps are no match for me - they could have been so much worse! It's not like they have flamethrowers or anything...":
			"",
		"These are the pieces of the Rocket. I know, because it looks like pieces of the Rocket!":
			"",
		"Were those skeletons... screaming?!":
			"Haben diese Skelette... geschrien?!",
		"What are those buildings...?":
			"",
		"What happened to these guys?!":
			"Was ist den mit denen passiert?!",
		"What weird beast has carved out these ice caves??":
			"",
		"Big lad, aren't ya!":
			"Bist nen ganz grosser!", //TODO '
		"Yum, eat it up!!":
			"",
		"Dang - How am I supposed to jump this ring of fire?!":
			"",
		"Curse these feathered pests!!":
			"",
		"This would make for a good place to build and take off in a rocket!":
			"",
		"Guess I've got a treasure hunt on my hands!":
			"",
		"Got to find all those rocket parts to get off this rock!":
			"",
		"Gotta love this Assembler - never leave home without it! Only thing you need to bring, really.":
			"",
		"GOT YA!":
			"",
		"I guess they were mining Aurium Alloy here...":
			"",
		"Here's a wholesome treat!":
			"",
		"Hey, did you get shot?!":
			"",
		"Oh, you want a fist fight?! Let's see what you got... Ice man versus Ice Bug!":
			"",
		"Wow, I actually doubted if I could even do that - how un-Bob like of me!":
			"",
		"I thought this stuff on the ground was moss... or is it alien bat guano?! EW.":
			"",
		"I better go check out where my Escape Pod crashed - maybe it'll have something useful in it!":
			"",
		"The Atomizer can't deal with Aurium Alloy, by its nature.":
			"",
		"The Atomizer won't work on anything it deems alive or autonomous...":
			"",
		"A Safety Feature, they call it. An annoying nanny nerf, I call it.":
			"",
		"I got to get off this rock...":
			"",
		"A have a bad feeling about what might be guarding the Core...":
			"",
		"I'm going to make a BIG omelet!!":
			"",
		"Could it be... Aurium Alloy?!":
			"",
		"CHEW ON THIS!":
			"",
		"I made it!":
			"Geschafft!",
		"Now, how do I start this thing...":
			"",
		"Let's try this big red button!":
			"",
		"That's it! Blast off in T minus 5, 4, 3, 2, 1...":
			"",
		"We have lift off, baby!":
			"",
		"Whoo!":
			"Wooo",
		"Oh crap, what's that? No fuel?":
			"Oh verdammt, was ist los? Kein Treibstoff?",
		"Oh no! Oh no, no, no!":
			"Oh nein! Oh nein, nein, nein!",

		//info terminals
		//(got to collect the strings from each scene)
		"__Spark Stations__ can always be \"sparked\" to, by _zooming out and clicking its spark  icon._":
			"__Seelen Stationen__ können jederzeit angesteuert werden indem du _herauszoomst und sie anklickst._",
		"These dummy worker units make excellent __Backup Bodies__.\n\nJust _Assemble_ one and leave it behind; you will _Spark_ to it automatically in the event of a work-related accident.":
			"",
		"Log #43547: \"I have destroyed the last escape rocket, and _scattered its pieces_ across the Primoid, in an attempt to prevent the __Aurium Affliction__ to spread beyond this world...\n\nThe locations are marked on this map, but they are well-guarded - _Do NOT even try!_\"":
			"Log #43547: \"Ich habe die letzte Fluchtrakete zerstört und ihre Teile über den Primoid verstreut, um zu verhindern, dass __Aurium__ sich über diese Welt hinaus ausbreitet...\n\nDie Orte sind auf dieser Karte markiert, aber sie sind gut bewacht - _Versuche es erst gar nicht!_\"",

		//scene descriptions and goals

		//once these are here, it'd probably be better not to change them

		//we may want to replace the in-scene-file string with some kind of STRAIGHTFORWARD_ID_STRING
		//and "translate" the ID in all locales (ie include the base string here)
		//that way there's only one point for updating it and they cant get out of sync

		//a lot of them seem to have whitespace but it may just be the editor? we should consider trimming these

		"Primoid":
			"Primoid",
		"This is the story of Crazy Bob's ill-fated leisure cruise on his luxury space yacht, which landed him marooned on this huge Planetoid, known as the Primoid.  Bob has to explore its deepest secrets and dark, layered history in order to build a rocket and get off this very dangerous rock!":
			"Dies ist die Geschichte von Crazy Bobs unglückseliger Freizeitkreuzfahrt auf seiner Luxus-Raumyacht, die ihn auf diesem riesigen Planetoid, bekannt als Primoid, landete. Bob muss seine tiefsten Geheimnisse und seine dunkle, vielschichtige Geschichte erforschen, um eine Rakete zu bauen und von diesem sehr gefährlichen Felsen zu entkommen!",
		"Build and fly away in a spaceworthy craft. ":
			"Baue und fliege in einem Raumschiff weg.",

		"Defendoid":
			"Defendoid",
		"Fend off waves of nasties coming after your wrinkled hide! Between each wave, collect resources from the carcasses of defeated enemies and build new defenses with them!":
			"Wehre Wellen von Gegnern ab, die deiner faltigen Haut folgen! Sammle Ressourcen aus den Kadavern der besiegten Gegner zwischen jeder Welle und baue mit ihnen neue Verteidigungsanlagen!",
		"Survive 10 waves":
			"Überlebe 10 Wellen.",

		"Bindleoid":
			"Bindleoid",
		"A small but sear-ious planetoid full of fire-ocious hazards holds enough resources to build an escape ship with oven-tually. But several hot-stile creatures are ready to grill you. They don't think your fire puns are very cool. ":
			"Ein kleiner Planetoid voller Gefahren hält genügend Ressourcen bereit, um ein Fluchtschiff zu bauen. Aber mehrere feindliche Kreaturen sind bereit, dich zu grillen.",
		"Cook up a spaceship blueprint and fry- I mean, fly away! ":
			"Baue ein Raumschiff und fliege davon.",

		"Carnageoid":
			"Carnageoid",
		"Local multiplayer arena battles - Player vs. Player and/or Player vs. AI. \n\nKill all other Pioneers to unlock the next weapon, and unlock all weapons to win the round! ":
			"Local-Multiplayer Arena - Spieler gegen Spieler und/oder Spieler gegen KI. \n\nTöte alle anderen Pioniere, um die nächste Waffe freizuschalten, und schalte alle Waffen frei, um die Runde zu gewinnen!",
		"Win a match in any arena. ":
			"Gewinne eine Runde.",

		"Coliseumoid":
			"Coliseumoid",
		"Watch random gladiators from the game and steam workshop battle endlessly. Create your own creature and tag it \"Gladiator\" to let it participate.":
			"Beobachte Duelle zufälliger Gladiatoren aus dem Spiel und Steam Workshop. Erstelle deine eigene Kreatur und gebe ihr den Tag \"Gladiator\", damit sie teilnehmen kann.",
		"Watch one round of gladiator combat. ":
			"Schaue dir einen Gladiatorenkampf an",

		"Planium":
			"Planium",
		"Crash landing on this desolate planetoid, you will have to traverse the winding tunnels and jagged surface in search of a way to escape. But be wary - you may not be alone. Small desposits of crucial resources may be guarded! ":
			"Gestranded auf diesem trostlosen Planetoiden, musst du die gewundenen Tunnel und die zerklüftete Oberfläche auf der Suche nach einem Fluchtweg durchqueren. Aber sei vorsichtig - du bist vielleicht nicht alleine. In der nähe wichtigen Ressourcen befinden sich häufig Feinde!",
		"Get off this hunk of rock!":
			"Verlasse den Brocken!",

		"Plutas":
			"Plutas",
		"A planetoid bustling with ferocious fauna and aggressive automatons lies in wait for the less fortunate fliers in the asteroid belt. Caution is advised while seeking out the means to rebuild a functional spacecraft. Try not to get eaten. ":
			"Ein Planetoid voller wilder Tiere und aggressiver Roboter wartet auf die weniger glücklichen Pioniere im Asteroidengürtel. Suche nach Mitteln, um ein funktionsfähiges Raumschiff zu bauen. Versuche, nicht gefressen zu werden.",
		"Construct a suitable escape vessel and leave. ":
			"Konstruiere ein geeignetes Fluchtschiff und verlasse den Planetoiden.",

		"Racetoid":
			"Racetoid",
		"Up to 4 player vehicular competition. Pick a ride (or design your own) and race around the whole planetoid to reach the goal first, or shave seconds off your personal lap records.\n\nWatch out for physical hazards and obstacles along the way - including terrain, bullets, bits of car, and possibly the occasional limb. ":
			"Bis zu 4 Spieler Wettrennen. Wähle eine Fahrzeug aus (oder gestalte dein eigenes) und rase um den ganzen Planetoiden, um das Ziel zuerst zu erreichen, oder verbessere deine persönlichen Rundenrekorde.\n\nNehme dich in Acht vor Hindernisse auf dem Weg - einschließlich Gelände, Schüssen, Teile von Autos und möglicherweise gelegentlich Gliedmaßen.",
		"Complete a race in under a minute. ":
			"Beende ein Rennen in unter einer Minute",

		//(these share a description and goal)
		"Wrangloid Easy":
			"Wrangloid Einfach",
		"Wrangloid":
			"Wrangloid",
		"Capture and collect the gentle Grazer creatures that are infesting several planetoids in this belt. Pop them in the burner for a bounty. Beware of the fearsome Silverback which also feeds on them... and you! ":
			"Sammle alle zahmen Grazer, welche einige der Planetoiden im Asteroidengürtel befallen haben. Koche sie im Brenner", //TODO looks like it cant deal with strings longer then 128?
			//"Sammle alle zahmen Grazer, welche einige der Planetoiden im Asteroidengürtel befallen haben. Koche sie im Brenner für eine	Prämie. Vorsicht for dem Silverback, welcher sich von Grazern ernährt... und auch dir!",
		"Collect and cook all the Grazers. ":
			"Sammle und koche alle Grazer für eine leckere Mahlzeit.",

		"Trigger Tutorial":
			"Trigger Tutorial",
		"Learn how to use triggers and reactors to create your own scenes.":
			"Lerne wie du Trigger und Reaktoren in deinen eigenen Szenen verwenden kannst.",
		"Reach the teleporter to get back into space.":
			"Erreiche den Teleporter um zurück in den Asteroidengürtel zu gelangen",

		"Blank Planetoid":
			"Leerer Planetoid",
		"This is an example planetoid. It can be used as a starting point for creating a scene. It has the scene tag \"Mappable\" so it appears in the Asteroid Belt. ":
			"Dieser Planetoid ist ein Beispiel. Nutze ihn als Basis um deine eigene Szene zu erstellen. Er hat den Tag \"Mappable\" damit Er im Asteroidengürtel erscheint.",
		"Reach the teleporter to get back into space.":
			"Erreiche den Teleporter um zurück in den Asteroidengürtel zu gelangen",

		//modal stuff
		//(follows the format for each modal ID: ID TITLE, ID YES, ID NO)

		"{QUIT TITLE}":
			"Beenden",
		"{QUIT YES}":
			"Ja, Beenden",
		"{QUIT NO}":
			"Nicht Beenden!",
		"Are you sure you want to quit to desktop?":
			"Bist du sicher das du beenden willst?",
		"Don't worry, your game will be saved.":
			"Keine Sorge, das Spiel wird gespeichert.",

		"{FACTORY RESET TITLE}":
			"Spiel Zurücksetzten",
		"{FACTORY RESET YES}":
			"Ja, alles zurücksetzten",
		"{FACTORY RESET NO}":
			"Nein",
		"Are you sure you want to totally delete all data?":
			"Bist du sicher das du alle Daten löschen willst?",
		"All saves and your entire user config will be wiped.":
			"Alle Spielstände und Einstellungen werden zurückgesetzt.",

		"{RESTART TITLE}":
			"Neu Starten",
		"{RESTART YES}":
			"Ja, neu starten",
		"{RESTART NO}":
			"Nein",
		"Are you sure you want to restart? Any saved progress will be deleted!":
			"Bist du sicher das du diesen Planetoid neu starten möchtest? \nDein Spielstand wird zurückgesetzt.",

		"{APPLY LOCALE TITLE}":
			"Sprache Ändern",
		"{APPLY LOCALE YES}":
			"Ja",
		"{APPLY LOCALE NO}":
			"Nein!",
		"Are you sure you want to apply this locale?":
			"Bist du sicher das du die Sprache ändern möchtest?",
		"The menu will be need to be reset.":
			"Das Menü wird neu gestartet",

		//steam related buttons
		"Unsubscribe":
			"Abo Kündigen",
		"Subscribe":
			"Abonnieren",

		//asteroid belt
		"Press Button To Start":
			"Zum Starten Taste drücken",
		"AB Scene Completed":
			"Szene Abgeschlossen",
		"Featured ({MONTH}) by {AUTHOR}":
			"Planetoid des Monats ({MONTH}) von {AUTHOR}",
		"Planetoid Deleted":
			"Gelöscht",
		"New Planetoid!":
			"Neu!",
		"Planetoid Updated!":
			"Aktualisiert!",
		"You Are Here":
			"Du bist hier",
		"Locked":
			"Gesperrt",
		"AB Completed":
			"Abgeschlossen",
		"Rating {RATING}% Positive":
			"Bewertung {RATING}% Positiv",
		"Click to Resubscribe":
			"Zum Abonnieren klicken",
		"Downloading...":
			"Wird Heruntergeladen...",
		"{NAME} (Featured)": //this appears behind a scene name i.e 'Primoid (Featured)'
			"{NAME} (Planetoid des Monats)",
		"???": //undiscovered planetoid
			"???",
		"AB Failed":
			"Gescheitert",
		"AB Asteroid Belt {AB NUMBER}":
			"Asteroidengürtel {AB NUMBER}",
		"Completed {COUNT COMPLETED} out of {COUNT TOTAL}":
			"{COUNT COMPLETED} von {COUNT TOTAL} abgeschlossen",

		//months
		"January":
			"Januar",
		"Febuary":
			"Februar",
		"March":
			"März",
		"April":
			"April",
		"May":
			"Mai",
		"June":
			"Juni",
		"July":
			"July",
		"August":
			"August",
		"September":
			"September",
		"October":
			"Oktober",
		"November":
			"November",
		"December":
			"Dezember",

		//resource bars
		"METALS":
			"METALL",
		"CARBON":
			"KOHLENSTOFF",
		"WATER":
			"WASSER",
		"SILICON":
			"SILIZIUM",
		"AURIUM":
			"AURIUM",
		"CHARGE":
			"LADUNG",
		"FULL!":
			"VOLL!",
		"EMPTY!":
			"LEER!",

		//respawn player join info text
		"PLAYER {PLAYER NUMBER}: Press Keyboard/Controller Button to Join":
			"SPIELER {PLAYER NUMBER}: Drücke Tastatur/Controller Knopf zum Beitreten",
		"PLAYER {PLAYER NUMBER}: Press Keyboard Button to Join":
			"SPIELER {PLAYER NUMBER}: Drücke Tastatur Knopf zum Beitreten",
		"PLAYER {PLAYER NUMBER}: Press Controller Button to Join":
			"SPIELER {PLAYER NUMBER}: Drücke Controller Knopf zum Beitreten",
		"PLAYER {PLAYER NUMBER}: Plug in Controller to Join":
			"SPIELER {PLAYER NUMBER}: Verbinde Controller zum Beitreten",

		//tips appearing over pioneer
		"Press again to Abandon Body":
			"Erneut drücken zum Körper Verlassen",
		"No Backup, Restart?":
			"Kein Körper, Neustart?",
		"No Arm":
			"Kein Arm",
		"Abandon Body":
			"Körper Verlassen",
		"Restart Scene":
			"Szene Neustarten",
		"Take Over {BUTTON}":
			"Übernehmen {BUTTON}",
		"Throw Gun!":
			"Werfe Waffe!",
		"Scene Completed":
			"Szene Abgeschlossen",
		"Scene Completed (No Goal)":
			"Szene Abgeschlossen (Kein Ziel)",

		//buttons
		"[X]": //this is the X button on keyboard
			"[X]",
		"[E]":
			"[E]",
		"Left Click":
			"Links Click",
		"(Back)": //this is the back button on the controller
			"(Back)",
		"Right Trigger":
			"Rechter Trigger",

		//appearing on screen on game over
		"Press {BUTTON} to Restart":
			"Zum Neustart drücke {BUTTON}",

		//when selecting body on minimap
		"Take Over Body":
			"Körper übernehmen",

		//respawn station
		"Game Saved":
			"Spiel gespeichert",
		"Respawn Here":
			"Hier Körper übernehmen",

		//weapon names
		"Assault Rifle":
			"Sturmgewehr",
		"Aurium Staff":
			"Aurium Stab",
		"Blue Rifle":
			"Blaues Gewehr",
		"Bounding Mine Grenade":
			"Mine",
		"Cold Grenade Launcher":
			"Frostgratenwerfer",
		"Cold Grenade":
			"Frostgranate",
		"Cold Shotgun":
			"Frostflinte",
		"Flamethrower":
			"Flammenwerfer",
		"Grandpas Rifle":
			"Opas Gewehr",
		"Grenade Launcher":
			"Granatenwerfer",
		"Hand Grenade":
			"Handgranate",
		"Heavy Machine Gun":
			"Schweres Maschinengewehr",
		"Laser Assault Rifle":
			"Laser Sturmgewehr",
		"Machine Pistol":
			"Maschinenpistole",
		"Mine Launcher":
			"Minenwerfer",
		"Minigun":
			"Minigun",
		"Nail Gun":
			"Nagelpistole",
		"Pistol":
			"Pistole",
		"Plasma Rifle":
			"Plasma Gewehr",
		"Rifle Bolt Action":
			"Gewehr",
		"Scrap Launcher":
			"Raketenwerfer",
		"Shockwave Gun":
			"",
		"Shotgun":
			"Schrotflinte",
		"Sticky Bomb Launcher":
			"Klebebombenwerfer",

		//tools
		"Balloon Gun":
			"Ballon Pistole",
		"Bomb Crab":
			"Bomben Krabbe",
		"Grappling Hook Basic":
			"Enterhaken",
		"Hack Gun":
			"Hacking Gewehr",
		"Jet Rocket":
			"Düsenrakete",
		"Propeller":
			"Propeller",
		"Quantum Field Device":
			"Quantenfeld Gerät",
		"Rope Launcher":
			"Seilwerfer",
		"Rope":
			"Seil",
		"Shield Metal":
			"Metall Schild",
		"Welder":
			"Schweißgerät",

		//vehciles flying
		"Ship Mini":
			"Mini Schiff",
		"Ship Rocket":
			"Rakete",

		//vehicles land
		"Rover Carbon":
			"Carbon-Rover",
		"Rover Carrier Hover":
			"Flug-Transporter",
		"Rover Carrier":
			"Transporter",
		"Rover Climber":
			"Kletter Rover",
		"Rover Coalition Spider Climber":
			"Spinnen Rover",
		"Rover Minimal Jets":
			"Einfacher Rover",
		"Rover Quad":
			"Quad",
		"Rover Scissor":
			"Hebe-Rover",
		"Rover Shocks":
			"Jet-Rover",
		"Tank Coalition":
			"Koalitions Panzer",

		//components
		"Seat":
			"Sitz",
		"Seat Boosted":
			"Raketen Sitz",

		//game quit
		"GAME SAVED":
			"SPIEL GESPEICHERT",
		"SEE YOU LATER SPACE COWBOY":
			"BIS SPÄTER SPACE COWBOY",
		"CLOSING ALL THE PIXELS":
			"SCHLIESSE ALLE PIXEL",

		//engine messages
		"Restarting":
			"Neustart",
		"Loading {SCENE NAME}":
			"Lade {SCENE NAME}",

		//version
		"RELEASE BUILD {NUMBER}":
			"RELEASE VERSION {NUMBER}",

		//loading screen
		"WORK IN PROGRESS":
			"SPIEL IN STETIGER ENTWICKLUNG",
		"ALT + ENTER TOGGLES FULLSCREEN":
			"VOLLBILD: ALT + ENTER",
		"LOADING":
			"LADE",
		"LOADING PLANETOID":
			"LADE PLANETOID",
		"Loading Sound manager":
			"Lade Sound Manager",
		"Loading PS library":
			"Lade Partikelsysteme",
		"Loading Material PS library":
			"Lade Material Partikelsysteme",
		"Loading Blueprint library":
			"Lade Blueprints",
		"Loading Workshop Blueprint library":
			"Lade Steam Workshop Blueprints",
		"Loading Downloaded Blueprint library":
			"Lade Heruntergeladene Blueprints",
		"Loading Scene library":
			"Lade Szenen",
		"Loading Workshop Scene library":
			"Lade Steam Workshop Szenen",
		"Checking Scenes":
			"Überprüfe Szenen",
		"Loading Downloaded Scene library":
			"Lade Heruntergeladene Szenen",
		"Loading Scene Fragments library":
			"Lade Szenenfragmente",
		"Loading Steam Workshop":
			"Lade Steam Workshop",
		"Extracting all Blueprints and PSs":
			"Extrahiere alle Blueprints and Partikelsysteme",
		"Extracting Scene: Asteroid Belt":
			"Extrahiere Szene: Asteroidengürtel",
		"Extracting Scene: Primoid":
			"Extrahiere Szene: Primoid",
		"Starting files change detectors":
			"Starte Dateiänderungsdetektor",
		"Loading Crush2D Editor":
			"Lade Crush2D Entwicklerumgebung",
		"Initializing Crush2D Editor":
			"Initialisiere Crush2D Entwicklerumgebung",
		"Refreshing C2D Editor":
			"Aktualisiere Crush2D Entwicklerumgebung",
		"Loading Physics Materials":
			"Lade Materialien",
		"Loading Menu Scene":
			"Lade Menü Szene",
		"Loading Scene: {SCENE NAME}":
			"Loading Szene: {SCENE NAME}",
		"Loading Blueprint to editor: {NAME}":
			"Lade Editor Blueprint: {NAME}",
		"Preparing Game Scene":
			"Bereite Spiel vor",
		"Loading additional data":
			"Lade zusätzliche Daten",
		"Reloading changed files":
			"Lade geänderte Daten",
		"Preloading Textures":
			"Lade Texturen",
		"Loading Controller Layout":
			"Lade Controller Belegung",
		"This is the first time the game is loaded, so it will take a bit longer to extract all the data - future starts will be quicker!":
			"Das Spiel wird zum ersten mal gestartet, deshalb dauert es länger alle Daten zu entpacken. Zukünftige Starts sind schneller",
		"The game might be running slower because your device has 8 GB of memory or less.":
			"Das Spiel läuft möglicherweise langsamer, weil dein Computer 8GB Arbeitsspeicher oder weniger hat.",
		"Updating libraries":
			"Aktualisiere Bibliotheken",
		"Preloading pictures":
			"Lade Bilddateien",
		"Scene Reset - Activity and C2DUpdate Build":
			"Starte Szene - Initialisiere Spielmodus",
		"Scene Reset - Preloading Pictures":
			"Starte Szene - Lade Bilddateien",
		"Scene Reset - Preloading Sounds":
			"Starte Szene - Lade Sounds",
		"Resetting Scene":
			"Szenenreset",
		"Preloading textures... {PERCENT}%":
			"Lade Texturen... {PERCENT}%",
		"Loading data":
			"Lade Daten",
		"Loading terrain":
			"Lade Terrain",
		"Updating textures and sounds":
			"Aktualisiere Texturen und Sounds",
		"Clean up":
			"Aufräumen",
		"Extracting textures and sounds":
			"Extrahiere Texturen und Sounds",
		"Load objects start":
			"Lade Objekte",
		"Updating Edit-IDs":
			"Aktualisiere IDs",
		"Creating Terrain Objects":
			"Erstelle Terrain",
		"Computing Zones":
			"Berechne Zonen",
		"Computing Terrain":
			"Berechne Terrain",
		"Computing Gravity and Heating":
			"Berechne Schwerkraft und Hitze",
		"Updating Layers":
			"Aktualisiere Layers",
		"Updating WorldGrid wire meshes":
			"Aktualisiere Szenen Gitternetz",
		"Scene Reset - Create Assemblies {NUMBER}":
			"Starte Szene - Erschaffe Objekte {NUMBER}",
		"Scene Reset - Create Assemblies Done":
			"Starte Szene - Erschaffe Objekte, Fertig",
		"Scene Reset - Clean Up":
			"Starte Szene - Aufräumen",
		"Scene Reset - Compute Layers":
			"Starte Szene - Berechne Layers",
		"Scene Reset - Create Assemblies":
			"Starte Szene - Erschaffe Objekte",
		"Loading file tree":
			"Lade Dateibaum",
		"Checking files":
			"Überprüfe Dateien",
		"Checking files ({NUMBER})":
			"Überprüfe Dateien ({NUMBER})",
		"Getting files info":
			"Lade Dateiinformation",

		//pause
		"UNPAUSING...":
			"FORTSETZEN...",
		"- PAUSED -":
			"- PAUSE -",
		"Press P to resume":
			"Drücke P zum Fortfahren",
		"or O to step one frame":
			"oder O für einen Schritt",

		//debug
		"SHIFT + L to disable / enable this output":
			"SHIFT + L zum Zeigen / Verstecken der Textausgabe",
		"LUA ERROR(S) DETECTED  (Ctrl + F8 to show report)":
			"LUA ERROR (Ctrl + F8 zum Anzeigen)",
		"LUA ERROR(S) DETECTED IN {FILE NAME}  (Ctrl + F8 to show report)":
			"LUA ERROR IN {FILE NAME}  (Ctrl + F8 zum Anzeigen)",

		//editor
		"GAME MODE / EDIT MODE":
			"SPIEL MODUS / ENTWICKLER MODUS",

		//primoid
		"Press F1 to answer some quick questions about the area you just played. (Give it a sec to load)":
			"Drücke F1 um ein paar Fragen zum letzten Gebiet zu beantworten.",
		"New Area":
			"Neues Gebiet",

		//primoid areas
		"Primoid Plains":
			"Primoid Tal",
		"Maw Cavern":
			"Schlundhöhle",
		"Crash Cauldron":
			"Crashkessel",
		"North Hub":
			"Nord Basis",
		"Cave Tunnels":
			"",
		"Jungle Temple":
			"Dschungel Tempel",
		"West Metal Mine":
			"Metallmine West",
		"East Metal Mine":
			"Metallmine Ost",
		"Surface Gauntlet":
			"",
		"Mu-Ilaak Temple":
			"Mu-Ilaak Tempel",
		"Mu-Ilaak Tomb":
			"Mu-Ilaak Gräber",
		"Prime Grottos":
			"Prime Grotten",
		"Mount Prime":
			"Primespitze",
		"Flush Chute":
			"Spülrinne",
		"Silicon Maze":
			"Silizium-Labyrinth",
		"Aurium Core":
			"Aurium Kern",

		//last man standing (Carnageoid)
		"- PRESS ESC/SELECT TO RETURN TO ASTEROID BELT -":
			"- DRÜCKE ESC/SELECT UM ZUM ASTEROIDENGÜRTEL ZURÜCKZUFAHREN -",
		"- PRESS BUTTON TO JOIN -":
			"- DRÜCKE KNOPF ZUM BEITRETEN -",
		"UP TO 4 PLAYER PVP":
			"BIS ZU 4 SPIELER KAMPF UM LEBEN UND TOD",
		"Change Arena with Triggers or Mouse":
			"Arena ändern mit Trigger oder Mausklick",
		"Go!":
			"Los!",
		"Sudden Death In {SECONDS}":
			"K.O. in {SECONDS}",
		"Winner!":
			"Gewinner!",
		"{CHALLENGE INSTRUCTION}!":
			"{CHALLENGE INSTRUCTION}!",
		"Dance":
			"Tanzen",
		"Dont Move":
			"Nicht bewegen",
		"Dive":
			"Kopfsprung",
		"Press All Buttons":
			"Drücke alle Knöpfe",
		"{SCORE}/10":
			"{SCORE}/10",

		//racetoid
		"- PRESS ESC/SELECT TO RETURN TO ASTEROID BELT -":
			"- DRÜCKE ESC/SELECT UM ZUM ASTEROIDENGÜRTEL ZURÜCKZUFAHREN -",
		"- PRESS BUTTON TO JOIN -":
			"- DRÜCKE KNOPF ZUM BEITRETEN -",
		"{PLAYERS READY}/{TOTAL PLAYERS} Players Ready":
			"{PLAYERS READY}/{TOTAL PLAYERS} Spieler Bereit",
		"Go":
			"Los",
		"Best Time: {TIME}":
			"Bestzeit: {TIME}",
		"Best Time: {TIME} (Gold: {GOLD TIME})":
			"Bestzeit: {TIME} (Gold: {GOLD TIME})",
		"New Highscore!":
			"Neuer Record",
		"Highscore: {TIME}":
			"Bestzeit: {TIME}",

		//wrangle
		"Take to Burner!":
			"Koche ihn!",
		"Catch It!":
			"Schnapp ihn!",
		"Grab the Grazer!":
			"Hol ihn dir!",
		"Good work!":
			"Gute Arbeit!",
		"You win! Time to head off!":
			"Szene Abgeschlossen! Verlasse den Planetoid.",

		//wrangloid UI
		"Wrangled: {WRANGLED_COUNT} Remaining: {REMAINING_COUNT}":
			"Gefangen: {WRANGLED_COUNT} Verbleibend: {REMAINING_COUNT}",

		//defendoid
		"Use Terminal to Skip Wait!":
			"Starte nächste Welle mit Terminal",
		"Wave {WAVE_NUMBER}":
			"Welle {WAVE_NUMBER}",
		"Wave {WAVE_NUMBER} arriving in {TIME} seconds":
			"Welle {WAVE_NUMBER} in {TIME} sekunden",
		"Clear up attackers!":
			"Vernichte Angreifer",
		"Search for loot and upgrades!":
			"Suche nach Beute und Upgrades",
		"Get ready for attackers!":
			"Bereite dich auf Angreifer vor!",

		//coliseum
		"- To add your own Workshop Blueprint, tag it \"Gladiator\" -":
			"- Tag deinen eigenen Workshop Blueprint \"Gladiator\", damit er hier erscheint -",
		"Rate them in the Workshop - it affects how often they appear":
			"Bewerte Gladiatoren im Workshop, um zu steuern wie häufig sie erscheinen",
		"New Blueprint Uploaded: {NAME}!":
			"Neuer Blueprint hochgeladen: {NAME}!",
		"Next Up:":
			"Nächste Gladiatoren:",
		"Coliseum {NAME} by {AUTHOR}":
			"{NAME} von {AUTHOR}",
		"{NAME} wins!":
			"{NAME} gewinnt!",
		"Using {NAME}":
			"Mit {NAME}",
		"Streak: {STREAK COUNT}!":
			"Siegesserie: {STREAK COUNT}!",
		"Ended Streak of {NAME}":
			"Beendet Siegesserie von {NAME}",
		"A Community Creation":
			"Ein Community Blueprint",
		"A Community Creation By: {NAME}":
			"Ein Community Blueprint von: {NAME}",
		"Rating: {RATING}%":
			"Bewertung: {RATING}%",
		"Rematch":
			"Revanche",
		"Draw":
			"Unentschieden",

		//steam workshop info
		"Loading Name":
			"Lade Name",
		"WS By {AUTHOR}":
			"Von {AUTHOR}",
		"Workshop Blueprint By {AUTHOR}":
			"Workshop Blueprint Von {AUTHOR}",
		"Rating: {RATING}%":
			"Bewertung: {RATING}%",

		//structure steam altar
		"Subscribe to Blueprints to receive them here {BUTTON}":
			"Abboniere Blueprints und erhalte sie hier {BUTTON}",
		"Activating Subscribed Blueprints. Press {BUTTON} to open workshop":
			"Aktiviere abbonierte Blueprints. Drücke {BUTTON} um workshop zu öffnen",
		"Steam Altar Do you recommend this?":
			"Empfiehlst du diesen Blueprint?",
		"Steam Altar No":
			"Nein",
		"Steam Altar Yes":
			"Ja",

		//structure shop manager (steam shop)
		"Free Sample":
			"Kostenlose Probe",
		"{PRICE} (50% off)":
			"{PRICE} (50% reduziert)",
		"Buy":
			"Kaufen",
		"Steam Shop By {AUTHOR}":
			"Von {AUTHOR}",
		"Steam Shop Do you recommend this?":
			"Empfiehlst du diesen Blueprint?",
		"Up/Down Vote":
			"Bewerten",
		"Not enough Aurium":
			"Nicht genug Aurium",
		"Voted Up":
			"Gefällt mir",
		"Voted Down":
			"Gefällt mir nicht",
		"- Shop {SHOP TAG} -":
			"- {SHOP TAG} Laden -",

		//tags (plural) used for SHOP TAG
		"Weapons":
			"Waffen",
		"Tools":
			"Ausrüstungs",
		"Vehicles":
			"Fahrzeug",
		"Pioneers":
			"Pionier",
		"Robots":
			"Roboter",
		"Golems":
			"Golem",
		"Faunas":
			"Tier",

		//structure shop pioneers
		"Pio Shop Not enough Aurium":
			"Nicht genug Aurium",

		//machine space teleporter
		"Space Teleporter Scene Completed":
			"Szene Abgeschlossen",
		"Confirm to leave":
			"Bestätigen zum Verlassen",

		}
}
