{
	//minimal russian translation file for PP
	//TODO: get strings to translate from en.json and fill this in!

	"info" : {
		"id": "ru",
		"english_name": "Russian",
		"localised_name": "РУССКИЙ"
	},
	"store page": {
		//game description
		"Welcome to Planetoid Pioneers, a cooperative sci-fi Physicsvania where kooky old astronauts fall over themselves with QWOP-like action to explore the Asteroid Belt beyond Mars. It’s been built on the unique Crush2D physics engine and can be played on your couch with or against your friends in seamless pick-up-and-play Co-Op and PvP action.":
			"Добро пожаловать в Planetoid Pioneers, кооперативную фантастическую физикванию в которой матёрые престарелые космонавты исследуют пояс астероидов за пределами Марса без конца попадая в QWOP-подобные переделки. Игра создана с использованием уникального физического движка Crush2D и в неё можно играть на одном экране с друзьями совместно или против друг друга с возможностью присоединиться к игре в любой момент.",
		"You’ll trip over rocks, lose limbs and get your stuff stolen while fleeing from terrifying enemies that make you forget you’re walking right into the next trap. Come up with alternate creative solutions to the challenges thrown at you, or get your hands dirty and build some of your own Planetoids in the editors that are now all included in the standard edition, too. Laugh while others attempt to survive your carefully constructed carnage!":
			"Вы будете спотыкаться о камни, терять конечности, убегать от зловещих чудищ, бросая своё добро, лишь для того, чтобы попасться в очередную ловушку. Изобретайте изящные способы решения возникающих проблем или засучите рукава и сделайте собственный планетоид при помощи редакторов, которые включены и в стандартную версию, тех же самых, что используются самими разработчиками. Хохочите, глядя как другие игроки пытаются пройти ваш тщательно отстроенный пыточный лабиринт.",
		"If you choose to purchase the Contributor Edition today, you will also get access to the official Contributor Community Discord server, where you can collaborate and share content with creatively-minded people, and also chat directly with the developers.":
			"Если вы купите версию Contributor Edition сегодня вы получите доступ к официальному серверу сообщества в Discord, где вы сможете делиться своими творениями напрямую с разработчиками и такими же увлеченными игроками как вы.",
		//game title description
		"Now Includes All Editors":
			"Теперь включает все редакторы",
		//workshop description
		"Built for user creation and sharing from the ground up, Planetoid Pioneers supports a Contributor Community whose work can be enjoyed here: Blueprints and entire self-contained Planetoids galore!":
			"С самого начала разрабатываемая для совместного творчества Planetoid Pioneers поддерживает мод-сообщество. Получить доступ к разнообразнейшим чертежам и целым планетоидам созданным сообществом можно здесь!",
		//contributor dlc (just translate 'Upgrade to')
		"{PLANETOID PIONEERS} Upgrade to {CONTRIBUTOR EDITON}":
			"{PLANETOID PIONEERS} улучшить до {CONTRIBUTOR EDITON}",
		//contributor dlc description
		"Upgrade from the regular Planetoid Pioneers Game-Only Edition to the full Contributor Edition with ALL the commercial-grade editors that the official development team and the vibrant Contributor Community used to build everything you've seen in the game!":
			"Улучшите версию Planetoid Pioneers с обычной игровой Game-Only до полной Contributor Edition, включающей ВСЕ профессиональные редакторы на базе движка, используемые командой разработчиков и открывающей доступ в дружелюбное сообщество талантов, сделавших всё что вы видите в игре!"
	},	"translations": {
		//asteroid belt UI

		//planetoid panel
		//labels/description/etc
		"FLAG Planetoid":
			"Планетоид",		
		"Goal":
			"Цель",
		"Difficulty: {DIFFICULTY}":
			"Сложность: {DIFFICULTY}",
		"Time: {TIME_ESTIMATE}":
			"Время: {TIME_ESTIMATE}",
		"ABUI By {AUTHOR}":
			"Автор {AUTHOR}",			

		//settings
		"FLAG Settings": //the little flag in the top left
			"Настройки",		
		"Settings":
			"Настройки",
		"Adjust Volume":
			"Громкость",
		"Sound":
			"Звуки",
		"Music":
			"Музыка",
		"Voice":
			"Голос",
		"Video Settings":
			"Настройки видео",
		"Done":
			"Готово",
		"Quit The Game":
			"Выйти из игры",
		"Danger Zone!":
			"Опасная зона!!",
		"Factory Reset":
			"Полный сброс всех данных",
		"Steam Workshop":
			"Мастерская Steam",
		"Auto-Download Content":
			"Автозагрузка контента",
		//buttons
		"Start!":
			"Старт!",
		"Continue":
			"Продолжить",
		"Restart":
			"Перезапустить",

		//video settings
		"Video Settings":
			"Настройки видео",
		"Locale Settings":
			"Настройки локализации",
		"Back":
			"Назад",
		"Display Mode":
			"Графический режим",
		"Fullscreen":
			"Полноэкранный",
		"Borderless":
			"Безрамочный",
		"Windowed":
			"Оконный",
		"Resolution":
			"Разрешение",
		"Which Display":
			"Выбор дисплея",
		"Apply":
			"Применить",

		///////////////////////////////////////////////////////////////////////
		//voiceovers

		//crazy bob on primoid
		"Can you believe this?!":
			"Невероятно?!",
		"Let's try this gun!":
			"Попробуем c этой пушкой!",
		"Oookay, that's ominous":
			"Так, а вот это уже опасно",
		"Damned birds!!":
			"Проклятые птицы!!",
		"Curse these birds!!":
			"Да пропадите вы пропадом!!",
		"It's a lot easier to climb with both my hands free...":
			"Со свободными руками лезть полегче...",
		"EATING MY WORDS!!":
			"БЕРУ СВОИ СЛОВА ОБРАТНО!!",
		"EAT THAT!!":
			"НА ЖРИ!!",
		"The Flight Recorder shows a Rocket Silo door, not far to the east from here. We better go see if we can score a ride off this rock there!":
			"На записи с бортового регистратора видна дверь пусковой установки на востоке недалеко отсюда. Лучше бы нам сходить глянуть не удастся ли раздобыть на чём улететь с этого булыжника!",
		"What are these structures?":
			"Что это за здания?",
		"WHOAAAAAAAA!!":
			"АААААААААА!!",
		"BANG!":
			"Вот так!",
		"Maybe they weren't trying to keep things out... but to keep something IN!?":
			"Может всё это не для того чтобы никто забрался... а для того чтобы что-то НЕ ВЫБРАЛОСЬ!?",
		"NOOOO - my vessel!!":
			"НЕЕЕТ - мой корабль!!",
		"Rest in Pieces, my beloved vessel...":
			"Покойся с миром мой любимый корабль...",
		"Now I'm stuck on this rock!":
			"Теперь я застрял на этом булыжнике!",
		"That was my space yacht...":
			"Это было моей космической яхтой...",
		"Well, that's not very secure...":
			"Ну, это не очень безопасно...",
		"I don't like the look, smell, or feel of this place... it's all squishy.":
			"Не нравится мне ни запах, ни вид, ни дух этого места... пакость какая-то.",
		"Ohh you UGLY, Cyclops!!":
			"Ну, циклопы, вы и уроды!!",
		"It's all fun and games, until someone loses an eye.":
			"Это всё весело, пока кое кому не вышибут глаз.",
		"What's that racket??":
			"Что это за шум??",
		"YIKES - a mobile meat grinder monstrosity!!":
			"Ой-ой, чудовищная передвижная мясорубка!!",
		"TAKE THAT, you overgrown food processor!!":
			"ПОЛУЧАЙ, кухонный комбайн-переросток!!",
		"Jumping Jellybeans!!":
			"С кочки на кочку в ямку бух!!",
		"I bet I'm past the worst monsters by now!":
			"Уверен самые ужасные монстры уже позади!",
		"Those jaws were snappin', and it's got me rappin'!":
			"Те челюсти так жевали, что мы аж зарэповали!",
		"Wish i had something to drive that would protect my noggin a bit...!":
			"Хотел бы я такую машину, чтоб хотя-бы башка прикрыта была...!",
		"I need some mad hops - or a ride with some mad JETS!":
			"Тут надо скакать как сайгак или на машине с реактивными движками!",
		"I think they're trying to tell me something...":
			"Кажется они пытаются мне на что-то намекнуть...",
		"For a moment I thought I would perish... Crazy Bob never perishes.":
			"На секунду показалось помру... Шальной Боб не помирает.",
		"It's not completely wild out here...":
			"А тут не такая уж и глушь...",
		"Pinkle... Just like Lily":
			"Розалиновая... прямо как Лили",
		"I just need to find a few more rocket parts, and I'll have a complete Blueprint!":
			"Надо найти еще несколько частей от ракеты и у меня будет полный чертёж!",
		"Keep them snaps away from me!":
			"Держите свои хваталки подальше от меня!",
		"Let's see what this baby can do!":
			"Посмотрим на что способна эта детка!",
		"My life just flashed before of my eyes! It was long, but I didn't get bored... would watch again.":
			"Вся жизнь пролетела перед глазами! Затянуто, но скучно не было... ещё бы разок посмотрел.",
		"One freaky bipedal toaster down!":
			"Одним упоротым двуногим тостером меньше!",
		"Pink... purple... pinkle?!":
			"Розовый... малиновый... розалиновый?!",
		"Look at that cute lil fella - he looks like he might be good to carry some resources around!":
			"Гляньте-ка на этого красавца, похоже он сгодится для перевозки ресурсов!",
		"DING DING DING - The Ice Man prevails!!":
			"ДЗЫНЬ ДЗЫНЬ ДЗЫНЬ - Побеждает Ледяной Человек",
		"These heaps of scraps are no match for me - they could have been so much worse! It's not like they have flamethrowers or anything...":
			"Эти груды хлама не сравнятся со мной - могли бы быть и пострашнее! Не похоже, чтобы у них были огнемёты или что-то такое...",
		"These are the pieces of the Rocket. I know, because it looks like pieces of the Rocket!":
			"Это части ракеты. Я в этом уверен, потому что они выглядят как части ракеты!",
		"Were those skeletons... screaming?!":
			"Эти скелеты что... кричали?!",
		"What are those buildings...?":
			"Что это за здания...?",
		"What happened to these guys?!":
			"Что с ними случилось?",
		"What weird beast has carved out these ice caves??":
			"Что за чудовище вырезало эти ледяные пещеры??",
		"Big lad, aren't ya!":
			"А ты здоровяк!",
		"Yum, eat it up!!":
			"Кушай не обляпайся!!",
		"Dang - How am I supposed to jump this ring of fire?!":
			"Чёрт, ну и как я должен перепрыгнуть через этот огонь?!",
		"Curse these feathered pests!!":
			"Будьте вы прокляты пернатые паразиты!!",
		"This would make for a good place to build and take off in a rocket!":
			"Это могло бы быть подходящим местом для постройки ракеты и взлёта!",
		"Guess I've got a treasure hunt on my hands!":
			"Похоже у нас тут охота за сокровищами!",
		"Got to find all those rocket parts to get off this rock!":
			"Придётся найти все части ракеты чтобы убраться с этого булыжника!",
		"Gotta love this Assembler - never leave home without it! Only thing you need to bring, really.":
			"Чтобы я делал без Ассемблера. Без него ни шагу! Пожалуй, единственная вещь которую нужно всегда иметь при себе.",
		"GOT YA!":
			"Попался!",
		"I guess they were mining Aurium Alloy here...":
			"Похоже они добывали здесь Ауриум...",
		"Here's a wholesome treat!":
			"Есть чем поживиться!",
		"Hey, did you get shot?!":
			"Эй, тебя подстрелили?!",
		"Oh, you want a fist fight?! Let's see what you got... Ice man versus Ice Bug!":
			"А, хочешь один на один на кулаках?! Ну посмотрим на тебя... Ледяной человек против Ледяного жука!",
		"Wow, I actually doubted if I could even do that - how un-Bob like of me!":
			"А я уже начал сомневаться смогу ли - как же это не по Бобски!",
		"I thought this stuff on the ground was moss... or is it alien bat guano?! EW.":
			"Думал штука на земле это мох... или это помёт инопланетных летучих мышей?! ФУ.",
		"I better go check out where my Escape Pod crashed - maybe it'll have something useful in it!":
			"Надо бы найти свою спасательную капсулу, может найду там что-нибудь полезное!",
		"The Atomizer can't deal with Aurium Alloy, by its nature.":
			"Атомизатор по своей природе не справляется с Ауриумом.",
		"The Atomizer won't work on anything it deems alive or autonomous...":
			"Атомизатор не сработает ни чём что кажется живым или двигается...",
		"A Safety Feature, they call it. An annoying nanny nerf, I call it.":
			"Они говорят это ради безопасности. А я говорю это чтобы слюнтяи не поранились.",
		"I got to get off this rock...":
			"Надо убраться с этого булыжника...",
		"A have a bad feeling about what might be guarding the Core...":
			"У меня нехорошее предчувствие насчёт того, что может охранять ядро...",
		"I'm going to make a BIG omelet!!":
			"Зажарю ОГРОМНЫЙ омлет!!",
		"Could it be... Aurium Alloy?!":
			"Это что... Ауриум?",
		"CHEW ON THIS!":
			"Жуй не балуй!",
		"I made it!":
			"Получилось!",
		"Now, how do I start this thing...":
			"Так, ну и как оно запускается...",
		"Let's try this big red button!":
			"Попробуем нажать эту большую красную кнопку!",
		"That's it! Blast off in T minus 5, 4, 3, 2, 1...":
			"Наконец-то! Зажигание через 5, 3, 3, 2, 1...",
		"We have lift off, baby!":
			"Пошла родимая!",
		"Whoo!":
			"Уууу!",
		"Oh crap, what's that? No fuel?":
			"Чёрт, что такое? Топлива нет?",
		"Oh no! Oh no, no, no!":
			"О нет! Нет, нет, нет!",

		//info terminals
		//(got to collect the strings from each scene)
		"__Spark Stations__ can always be \"sparked\" to, by _zooming out and clicking its spark  icon._":
			"В любой момент можно \"переместиться\" к __Станции Восстановления__ _отдалив обзор и кликнув на иконку станции._",
		"These dummy worker units make excellent __Backup Bodies__.\n\nJust _Assemble_ one and leave it behind; you will _Spark_ to it automatically in the event of a work-related accident.":
			"Из этих рабочих-манекенов получаются отличные __Запасные Тела__.\n\n Просто _Соберите_ одного из них и бросьте, в случае смертельного инцидента вас _переместит_ автоматически. ",
		"Log #43547: \"I have destroyed the last escape rocket, and _scattered its pieces_ across the Primoid, in an attempt to prevent the __Aurium Affliction__ to spread beyond this world...\n\nThe locations are marked on this map, but they are well-guarded - _Do NOT even try!_\"":
			"Запись #43457: \"Я уничтожил последний спасательный корабль, и _разбросал его части_ по всему Примоиду, чтобы __Ауриумовая Катастрофа__ не вышла за пределы этого мира...\n\nМеста отмечены на этой карте, но они хорошо охраняются, _Даже НЕ пытайтесь!_\"",

		//scene descriptions and goals

		//once these are here, it'd probably be better not to change them

		//we may want to replace the in-scene-file string with some kind of STRAIGHTFORWARD_ID_STRING
		//and "translate" the ID in all locales (ie include the base string here)
		//that way there's only one point for updating it and they cant get out of sync

		//a lot of them seem to have whitespace but it may just be the editor? we should consider trimming these

		"Primoid":
			"Примоид",
		"This is the story of Crazy Bob's ill-fated leisure cruise on his luxury space yacht, which landed him marooned on this huge Planetoid, known as the Primoid.  Bob has to explore its deepest secrets and dark, layered history in order to build a rocket and get off this very dangerous rock!":
			"Это история о неудачном круизе Шального Боба на его роскошной космической яхте, благодаря которому он оказался в западне на этом огромном планетоиде известном как Примоид. Бобу придется раскрыть зарытые в его глубине тайны и погрузиться в его мрачную многослойную историю, чтобы построить ракету и убраться с этого опасного булыжника.",
		"Build and fly away in a spaceworthy craft. ":
			"Построить космический корабль и улететь на нём.",

		"Defendoid":
			"Защитоид",
		"Fend off waves of nasties coming after your wrinkled hide! Between each wave, collect resources from the carcasses of defeated enemies and build new defenses with them!":
			"Отразите волны врагов, наступающих на ваше помятое убежище! Между волнами собирайте ресурсы из поверженных врагов и стройте из них укрепления!",
		"Survive 10 waves":
			"Переживите 10 волн",

		"Bindleoid":
			"",
		"A small but sear-ious planetoid full of fire-ocious hazards holds enough resources to build an escape ship with oven-tually. But several hot-stile creatures are ready to grill you. They don't think your fire puns are very cool. ":
			"",
		"Cook up a spaceship blueprint and fry- I mean, fly away! ":
			"",

		"Carnageoid":
			"Битвоид",
		"Local multiplayer arena battles - Player vs. Player and/or Player vs. AI. \n\nKill all other Pioneers to unlock the next weapon, and unlock all weapons to win the round! ":
			"Боевая арена для локального мультиплеера - Игрок против Игрока и/или Игрок против ИИ. \n\nПеребейте всех остальных пионеров чтобы разблокировать следующее оружие и разблокируйте всё оружие чтобы выиграть раунд!",
		"Win a match in any arena. ":
			"Выиграйте матч на любой арене.",

		"Coliseumoid":
			"Колизеоид",
		"Watch random gladiators from the game and steam workshop battle endlessly. Create your own creature and tag it \"Gladiator\" to let it participate.":
			"Смотрите бои гладиаторов случайно выбранных из игры и Мастерской Steam. Для участия создайте собственное существо и проставьте тэг \"Gladiator\"",
		"Watch one round of gladiator combat. ":
			"Посмотреть один раунд боя гладиаторов",

		"Planium":
			"Равниноид",
		"Crash landing on this desolate planetoid, you will have to traverse the winding tunnels and jagged surface in search of a way to escape. But be wary - you may not be alone. Small desposits of crucial resources may be guarded! ":
			"После аварийной посадки на этом безлюдном планетоиде вам придётся пройти по извилистым туннелям и непроходимой поверхности чтобы спастись. Будьте внимательны, возможно вы не один. Небольшие скопления жизненно важных ресурсов могут быть под охраной!",
		"Get off this hunk of rock!":
			"Убраться с этого булыжника!",

		"Plutas":
			"Плутоид",
		"A planetoid bustling with ferocious fauna and aggressive automatons lies in wait for the less fortunate fliers in the asteroid belt. Caution is advised while seeking out the means to rebuild a functional spacecraft. Try not to get eaten. ":
			"Планетоид кишащий прожорливой фауной и агрессивными автоматами ждёт в гости не самых удачливых пилотов пояса астероидов. Соблюдайте осторожность пытаясь собрать рабочий космолёт. Постарайтесь чтобы вас не съели.",
		"Construct a suitable escape vessel and leave. ":
			"Постройте подходящий для спасения корабль и покиньте планетоид.",

		"Racetoid":
			"Гонкоид",
		"Up to 4 player vehicular competition. Pick a ride (or design your own) and race around the whole planetoid to reach the goal first, or shave seconds off your personal lap records.\n\nWatch out for physical hazards and obstacles along the way - including terrain, bullets, bits of car, and possibly the occasional limb. ":
			"Гонка на транспорте до 4 игроков. Выберите транспорт (или создайте собственный) и гоняйтесь вокруг всего планетоида чтобы первым добраться до финиша или обновить собственный рекорд за круг.\n\nОстерегайтесь препятствий на пути: кочек, пуль, обломков машин и иногда конечностей.",
		"Complete a race in under a minute. ":
			"Завершите гонку менее чем за минуту.",

		//(these share a description and goal)
		"Wrangloid Easy":
			"Ковбоид Лёгкий",
		"Wrangloid":
			"Ковбоид",
		"Capture and collect the gentle Grazer creatures that are infesting several planetoids in this belt. Pop them in the burner for a bounty. Beware of the fearsome Silverback which also feeds on them... and you! ":
			"Ловите существ заполонивших несколько планетоидов в этом поясе. Кладите их в жаровню за награду. Опасайтесь Серебристого, который тоже кормится ими... и вами!",
		"Collect and cook all the Grazers. ":
			"Поймать и приготовить всех существ.",
		"Trigger Tutorial":
			"Обучение Триггерам",
		"Learn how to use triggers and reactors to create your own scenes.":
			"Узнайте как использовать триггеры и реакторы для создания собственных уровней.",
		"Reach the teleporter to get back into space.":
			"Доберитесь до телепорта чтобы вернуться в космос.",

		"Blank Planetoid":
			"Пустой планетоид",
		"This is an example planetoid. It can be used as a starting point for creating a scene. It has the scene tag \"Mappable\" so it appears in the Asteroid Belt. ":
			"Это пример планетоида. Он может использоваться как шаблон для создания уровня. У него проставлен тэг \"Mappable\" чтобы он был виден в Поясе астероидов",
		"Reach the teleporter to get back into space.":
			"Доберитесь до телепорта чтобы вернуться в космос.",			

		//modal stuff
		//(follows the format for each modal ID: {ID TITLE}, {ID YES}, {ID NO})

		"{QUIT TITLE}":
			"Выход",
		"{QUIT YES}":
			"Да, выйти",
		"{QUIT NO}":
			"Нет, не выходить!",
		"Are you sure you want to quit to desktop?":
			"Вы уверены что хотите выйти на рабочий стол?",
		"Don't worry, your game will be saved.":
			"Но волнуйтесь игра будет сохранена.",

		"{FACTORY RESET TITLE}":
			"Полный сброс всех данных",
		"{FACTORY RESET YES}":
			"Да, сбросить все мои данные",
		"{FACTORY RESET NO}":
			"Нет, не сбрасывать!",
		"Are you sure you want to totally delete all data?":
			"Вы уверены что хотите полностью удалить все данные?",
		"All saves and your entire user config will be wiped.":
			"Все сохранения и все настройки будут удалены.",

		"{RESTART TITLE}":
			"Перезапуск",
		"{RESTART YES}":
			"Да, перезапустить",
		"{RESTART NO}":
			"Нет, не перезапускать!",
		"Are you sure you want to restart? Any saved progress will be deleted!":
			"Вы уверены что хотите перезапустить? Весь сохранённый прогресс будет потерян!",

		"{APPLY LOCALE TITLE}":
			"Применить настройки локализации",
		"{APPLY LOCALE YES}":
			"Да, применить",
		"{APPLY LOCALE NO}":
			"Нет, не применять!",
		"Are you sure you want to apply this locale?":
			"Вы уверены что хотите применить эти настройки локализации?",
		"The menu will be need to be reset.":
			"Будет произведён выход из меню.",

		//steam related buttons
		"Unsubscribe":
			"Отписаться",
		"Subscribe":
			"Подписаться",

		//asteroid belt
		"Press Button To Start":
			"Нажмите кнопку чтобы начать",
		"AB Scene Completed":
			"Уровень завершён",
		"Featured ({MONTH}) by {AUTHOR}":
			"Выбор ({MONTH}) от {AUTHOR}",
		"Planetoid Deleted":
			"Планетоид удалён",
		"New Planetoid!":
			"Новый планетоид!",
		"Planetoid Updated!":
			"Планетоид обновлён!",
		"You Are Here":
			"Вы здесь",
		"Locked":
			"Заблокирован",
		"AB Completed":
			"Завершён",
		"Rating {RATING}% Positive":
			"Рейтинг положительный на {RATING}%",
		"Click to Resubscribe":
			"Нажмите чтобы переподписаться",
		"Downloading...":
			"Загрузка...",
		"{NAME} (Featured)": //this appears behind a scene name i.e 'Primoid (Featured)'
			"{NAME} (выбор месяца)",
		"???": //undiscovered planetoid
			"???",
		"AB Failed":
			"Неудача",
		"AB Asteroid Belt {AB NUMBER}":
			"Пояс астероидов {AB NUMBER}",
		"Completed {COUNT COMPLETED} out of {COUNT TOTAL}":
			"Завершено {COUNT COMPLETED} из {COUNT TOTAL}",

		//months
		"January":
			"января",
		"Febuary":
			"февраля",
		"March":
			"марта",
		"April":
			"апреля",
		"May":
			"мая",
		"June":
			"июня",
		"July":
			"июля",
		"August":
			"августа",
		"September":
			"сентября",
		"October":
			"октября",
		"November":
			"ноября",
		"December":
			"декабря",

		//resource bars
		// TODO Translate once the engine supports non-standart chars in HUD UI
		//"METALS":
		//	"МЕТАЛЛ",
		//"CARBON":
		//	"УГЛЕРОД",
		//"WATER":
		//	"ВОДА",
		//"SILICON":
		//	"КРЕМНИЙ",
		//"AURIUM":
		//	"АУРИУМ",
		//"CHARGE":
		//	"ЗАРЯД",
		//"FULL!":
		//	"ПОЛНЫЙ!",
		//"EMPTY!":
		//	"ПУСТОЙ!",

		//respawn player join info text
		"PLAYER {PLAYER NUMBER}: Press Keyboard/Controller Button to Join":
			"ИГРОК {PLAYER NUMBER}: Нажмите кнопку на клавиатуре/контроллере чтобы начать",
		"PLAYER {PLAYER NUMBER}: Press Keyboard Button to Join":
			"ИГРОК {PLAYER NUMBER}: Нажмите кнопку на клавиатуре чтобы начать",
		"PLAYER {PLAYER NUMBER}: Press Controller Button to Join":
			"ИГРОК {PLAYER NUMBER}: Нажмите кнопку на контроллере чтобы начать",
		"PLAYER {PLAYER NUMBER}: Plug in Controller to Join":
			"ИГРОК {PLAYER NUMBER}: Подключите контроллер чтобы начать",

		//tips appearing over pioneer
		"Press again to Abandon Body":
			"Нажмите ещё раз чтобы покинуть тело",
		"No Backup, Restart?":
			"Нет запасных тел, перезапустить?",
		"No Arm":
			"Нет руки",
		"Abandon Body":
			"Покинуть тело",
		"Restart Scene":
			"Перезапустить уровень",
		"Take Over {BUTTON}":
			"Вселиться {BUTTON}",
		"TAKE OVER {BUTTON}":
			"Вселиться {BUTTON}",
		"Throw Gun!":
			"Бросайте оружие!",
		"Scene Completed":
			"Уровень завершён",
		"Scene Completed (No Goal)":
			"Уровень завершён (Нет цели)",

		//buttons
		"[X]": //this is the X button on keyboard
			"[X]",
		"[E]":
			"[E]",
		"Left Click":
			"Левый клик",
		"(Back)": //this is the back button on the controller
			"(Назад)",
		"Right Trigger":
			"Правый курок",

		//appearing on screen on game over
		"Press {BUTTON} to Restart":
			"Нажмите {BUTTON} для перезапуска",

		//when selecting body on minimap
		"Take Over Body":
			"Вселиться в тело",

		//respawn station
		"Game Saved":
			"Игра сохранена",
		"Respawn Here":
			"Возродиться здесь",

		//weapon names
		"Assault Rifle":
			"Штурмовая винтовка",
		"Aurium Staff":
			"Посох из Ауриума",
		"Blue Rifle":
			"Синяя винтовка",
		"Bounding Mine Grenade":
			"Мина-граната",
		"Cold Grenade Launcher":
			"Замораживающий гранатомёт",
		"Cold Grenade":
			"Замораживающая граната",
		"Cold Shotgun":
			"Замораживающее ружье",
		"Flamethrower":
			"Огнемёт",
		"Grandpas Rifle":
			"Дедулино ружьё",
		"Grenade Launcher":
			"Бомбомёт",
		"Hand Grenade":
			"Ручная граната",
		"Heavy Machine Gun":
			"Пулемёт",
		"Laser Assault Rifle":
			"Лазерная винтовка",
		"Machine Pistol":
			"Автоматический пистолет",
		"Mine Launcher":
			"Миномёт",
		"Minigun":
			"Пулемёт Гатлинга",
		"Nail Gun":
			"Гвоздомёт",
		"Pistol":
			"Пистолет",
		"Plasma Rifle":
			"Плазменная винтовка",
		"Rifle Bolt Action":
			"Однозарядная винтовка",
		"Scrap Launcher":
			"Мусоромёт",
		"Shockwave Gun":
			"Шоковая пушка",
		"Shotgun":
			"Дробовик",
		"Sticky Bomb Launcher":
			"Метатель бомб-липучек",

		//tools
		"Balloon Gun":
			"Шаромёт",
		"Bomb Crab":
			"Крабовая бомба",
		"Grappling Hook Basic":
			"Кошка",
		"Hack Gun":
			"Взламыватель",
		"Jet Rocket":
			"Ракета",
		"Propeller":
			"Пропеллер",
		"Quantum Field Device":
			"Проектор квантового поля",
		"Rope Launcher":
			"Верёвкомёт",
		"Rope":
			"Верёвка",
		"Shield Metal":
			"Металлический щит",
		"Welder":
			"Сварка",
		"Flight Recorder":
			"Бортовой регистратор",
		"Spring Mine":
			"Прыгающая мина",
		"Claw":
			"Капкан",
		//vehciles flying
		"Ship Mini":
			"Мини-корабль",
		"Ship Rocket":
			"Ракета",
		"Ship Big":
			"Большой корабль",
			
		//vehicles land
		"Rover Carbon":
			"Углеволоконный ровер",
		"Rover Carrier Hover":
			"Грузовой ровер на воздушной подушке",
		"Rover Carrier":
			"Грузовой ровер",
		"Rover Climber":
			"Горный ровер",
		"Rover Coalition Spider Climber":
			"Ровер-паук Коалиции",
		"Rover Minimal":
			"Простой ровер",
		"Rover Quad":
			"Четырёхосный ровер",
		"Rover Scissor":
			"Ровер-подъёмник",
		"Rover Shocks":
			"Защищённый ровер",
		"Rover Minimal Jets":
			"Простой прыгающий ровер",
		"ROVER MINIMAL JETS":
			"Простой прыгающий ровер",
		"Tank Coalition":
			"Танк Коалиции",
		//components
		"Seat":
			"Кабина",
		"Seat Boosted":
			"Улучшенная кабина",
		//game quit
		"GAME SAVED":
			"ИГРА СОХРАНЕНА",
		"SEE YOU LATER SPACE COWBOY":
			"УВИДИМСЯ ПОЗЖЕ КОСМИЧЕСКИЙ КОВБОЙ",
		"CLOSING ALL THE PIXELS":
			"ЗАКРЫВАЕМ ПИКСЕЛИ",

		//engine messages
		"Restarting":
			"Перезапуск",
		"Loading {SCENE NAME}":
			"Загрузка: {SCENE NAME}",

		//version
		"RELEASE BUILD {NUMBER}":
			"БИЛД {NUMBER}",		//loading screen
		"WORK IN PROGRESS":
			"В РАЗРАБОТКЕ",
		"ALT + ENTER TOGGLES FULLSCREEN":
			"ПОЛНОЭКРАННЫЙ РЕЖИМ ALT + ENTER",
		"LOADING":
			"ЗАГРУЗКА",
		"LOADING PLANETOID":
			"ЗАГРУЗКА ПЛАНЕТОИДА",
		"Loading Sound manager":
			"Зазгрузка менеджера звуков",
		"Loading PS library":
			"Загрузка библиотеки частиц",
		"Loading Material PS library":
			"Загрузка библиотеки частиц материалов",
		"Loading Blueprint library":
			"Загрузка библиотеки чертежей",
		"Loading Workshop Blueprint library":
			"Загрузка библиотеки чертежей из Мастерской",
		"Loading Downloaded Blueprint library":
			"Загрузка библиотеки сохранённых чертежей",
		"Loading Scene library":
			"Загрузка библиотеки уровней",
		"Loading Workshop Scene library":
			"Загрузка библиотеки уровней из Мастерской",
		"Checking Scenes":
			"Проверка уровней",
		"Loading Downloaded Scene library":
			"Загрузка библиотеки сохранённых уровней",
		"Loading Scene Fragments library":
			"Загрузка библиотеки элементов уровней",
		"Loading Steam Workshop":
			"Загрузка Мастерской Steam",
		"Extracting all Blueprints and PSs":
			"Извлечение всех чертежей и частиц",
		"Extracting Scene: Asteroid Belt":
			"Распаковка уровня: Пояс астероидов",
		"Extracting Scene: Primoid":
			"Распаковка уровня: Примоид",
		"Starting files change detectors":
			"Загрузка обработчика изменённых файлов",
		"Loading Crush2D Editor":
			"Загрузка редактора Crush2D",
		"Initializing Crush2D Editor":
			"Инициализация редактора Crush2D",
		"Refreshing C2D Editor":
			"Обновление редактора C2D",
		"Loading Physics Materials":
			"Загрузка материалов",
		"Loading Menu Scene":
			"Загрузка меню",
		"Loading Scene: {SCENE NAME}":
			"Загрузка уровня: {SCENE NAME}",
		"Loading Blueprint to editor: {NAME}":
			"Загрузка чертежа в редактор: {NAME}",
		"Preparing Game Scene":
			"Подготовка уровня",
		"Loading additional data":
			"Загрузка дополнительных данных",
		"Reloading changed files":
			"Перезагрузка изменённых файлов",
		"Preloading Textures":
			"Предзагрузка текстур",
		"Loading Controller Layout":
			"Загрузка схемы управления",
		"This is the first time the game is loaded, so it will take a bit longer to extract all the data - future starts will be quicker!":
			"Игра запущена впервые поэтому ей потребуется чуть больше времени чтобы извлечь все данные, в дальнейшем она будет загружаться быстрее!",
		"The game might be running slower because your device has 8 GB of memory or less.":
			"Игра может работать медленнее если у вас 8 ГБ памяти или меньше.",
		"Updating libraries":
			"Обновление библиотек",
		"Preloading pictures":
			"Предзагрузка изображений",
		"Scene Reset - Activity and C2DUpdate Build":
			"Сброс уровня - Активность",
		"Scene Reset - Preloading Pictures":
			"Сброс уровня - Предзагрузка изображений",
		"Scene Reset - Preloading Sounds":
			"Сброс уровня - Предзагрузка звуков",
		"Resetting Scene":
			"Сброс сцены",
		"Preloading textures... {PERCENT}%":
			"Предзагрузка текстур... {PERCENT}%",
		"Loading data":
			"Загрузка данных",
		"Loading terrain":
			"Загрузка ландшафта",
		"Updating textures and sounds":
			"Обновление текстур и звуков",
		"Clean up":
			"Чистка",
		"Extracting textures and sounds":
			"Извлечение текстур и звуков",
		"Load objects start":
			"Начало загрузки объектов",
		"Updating Edit-IDs":
			"Обновление идентификаторов",
		"Creating Terrain Objects":
			"Создание ландшафтов",
		"Computing Zones":
			"Рассчёт зон",
		"Computing Terrain":
			"Рассчёт ландшафтов",
		"Computing Gravity and Heating":
			"Рассчёт гравитации и нагрева",
		"Updating Layers":
			"Обновление слоёв",
		"Updating WorldGrid wire meshes":
			"Обновление WorldGrid сеток",
		"Scene Reset - Create Assemblies {NUMBER}":
			"Сброс уровня - Создание сборок {NUMBER}",
		"Scene Reset - Create Assemblies Done":
			"Сброс уровня - Создание сборок завершено",
		"Scene Reset - Clean Up":
			"Сброс уровня - Чистка",
		"Scene Reset - Compute Layers":
			"Сброс уровня - Вычисление слоёв",
		"Scene Reset - Create Assemblies":
			"Сброс уровня - Создание сборок",
		"Loading file tree":
			"Загрузка файлового дерева",
		"Checking files":
			"Проверка файлов",
		"Checking files ({NUMBER})":
			"Проверка файлов ({NUMBER})",
		"Getting files info":
			"Получение информации о файлах",

		//pause
		"UNPAUSING...":
			"ПРОДОЛЖЕНИЕ...",
		"- PAUSED -":
			"- ПАУЗА -",
		"Press P to resume":
			"Нажмите P чтобы продолжить",
		"or O to step one frame":
			"или O чтобы перейти на один кадр вперёд",

		//debug print
		"SHIFT + L to disable / enable this output":
			"SHIFT + L - отключение / включение этого окна",
		"LUA ERROR(S) DETECTED  (Ctrl + F8 to show report)":
			"ОБНАРУЖЕНЫ ОШИБКИ LUA (Ctrl + F8 для просмотра)",
		"LUA ERROR(S) DETECTED IN {FILE NAME}  (Ctrl + F8 to show report)":
			"ОБНАРУЖЕНЫ ОШИБКИ LUA В ФАЙЛЕ {FILE NAME}  (Ctrl + F8 для просмотра)",

		//editor
		"GAME MODE / EDIT MODE":
			"РЕЖИМ ИГРЫ / РЕЖИМ РЕДАКТОРА",

		//primoid
		"Press F1 to answer some quick questions about the area you just played. (Give it a sec to load)":
			"Нажмите F1 чтобы ответить на несколько вопросов об области в которой вы только что играли (Подождите пару секунд чтобы загрузилось)",
		"New Area":
			"Новая область",
		"Escape pod crash site":
			"Место крушения спасательной капсулы",
		"Rocket Silo Location":
			"Ракетная шахта",
		"Rocket Parts":
			"Части ракеты",
		//primoid areas
		"Primoid Plains":
			"Равнины Примоида",
		"Maw Cavern":
			"Пещера-пасть",
		"Crash Cauldron":
			"Место крушения",
		"North Hub":
			"Северный узел",
		"Cave Tunnels":
			"Пещерные туннели",
		"Jungle Temple":
			"Храм в джунглях",
		"West Metal Mine":
			"Западная шахта",
		"East Metal Mine":
			"Восточная шахта",
		"Surface Gauntlet":
			"Рукавица",
		"Mu-Ilaak Temple":
			"Храм Мю-Илак",
		"Mu-Ilaak Tomb":
			"Гробница Мю-Илак",
		"Prime Grottos":
			"Гроты",
		"Mount Prime":
			"Гора",
		"Flush Chute":
			"Сливной жёлоб",
		"Silicon Maze":
			"Кремневый лабиринт",
		"Aurium Core":
			"Ядро из Ауриума",

		//last man standing (Carnageoid)
		"- PRESS ESC/SELECT TO RETURN TO ASTEROID BELT -":
			"- НАЖМИТЕ ESC/SELECT ЧТОБЫ ВЕРНУТЬСЯ В ПОЯС АСТЕРОИДОВ -",
		"- PRESS BUTTON TO JOIN -":
			"- НАЖМИТЕ КНОПКУ ЧТОБЫ НАЧАТЬ -",
		"UP TO 4 PLAYER PVP":
			"PVP ДО 4 ИГРОКОВ",
		"Change Arena with Triggers or Mouse":
			"Смените арену используя курки или мышь",
		"Go!":
			"Начали!",
		"Sudden Death In {SECONDS}":
			"Cмерть через {SECONDS}",
		"SUDDEN DEATH IN {SECONDS}":
			"Cмерть через {SECONDS}",
		"Winner!":
			"Победитель!",
		"{CHALLENGE INSTRUCTION}!":
			"{CHALLENGE INSTRUCTION}!",
		"Dance":
			"Пляши!",
		"Dont Move":
			"Замри!",
		"Dive":
			"Валяйся!",
		"Press All Buttons":
			"Жми все кнопки!",
		"{SCORE}/10":
			"{SCORE}/10",

		//racetoid
		"- PRESS ESC/SELECT TO RETURN TO ASTEROID BELT -":
			"- НАЖМИТЕ ESC/SELECT ЧТОБЫ ВЕРНУТЬСЯ В ПОЯС АСТЕРОИДОВ -",
		"- PRESS BUTTON TO JOIN -":
			"- НАЖМИТЕ НА КНОПКУ ЧТОБЫ НАЧАТЬ -",
		"{PLAYERS READY}/{TOTAL PLAYERS} Players Ready":
			"Готовность игроков {PLAYERS READY}/{TOTAL PLAYERS}",
		"Go":
			"Старт!",
		"Best Time: {TIME}":
			"Лучшее время : {TIME}",
		"Best Time: {TIME} (Gold: {GOLD TIME})":
			"Лучшее время: {TIME} (Золото: {GOLD TIME})",
		"New Highscore!":
			"Новый рекорд!",
		"Highscore: {TIME}":
			"Рекорд: {TIME}",

		//wrangle
		"Take to Burner!":
			"Отнеси к жаровне!",
		"Catch It!":
			"Лови его!",
		"Grab the Grazer!":
			"Хватай!",
		"Good work!":
			"Отлично!",
		"You win! Time to head off!":
			"Победа!",

		//wrangloid UI
		"Wrangled: {WRANGLED_COUNT} Remaining: {REMAINING_COUNT}":
			"Зажарено: {WRANGLED_COUNT} Осталось: {REMAINING_COUNT}",

		//defendoid
		"Use Terminal to Skip Wait!":
			"Используйте терминал чтобы запустить следующую волну",
		"Wave {WAVE_NUMBER}":
			"Волна {WAVE_NUMBER}",
		"Wave {WAVE_NUMBER} arriving in {TIME} seconds":
			"Волна {WAVE_NUMBER} через {TIME} сек.",
		"Clear up attackers!":
			"Уничтожьте атакующих",
		"Search for loot and upgrades!":
			"Ищите предметы и апгрейды!",
		"Get ready for attackers!":
			"Приготовьтесь к атаке!",
		//coliseum
		"- To add your own Workshop Blueprint, tag it \"Gladiator\" -":
			"- Чтобы добавить свой чертёж из Мастерской поставьте на него тэг \"Gladiator\" -",
		"Rate them in the Workshop - it affects how often they appear":
			"Ставьте оценки в Мастерской - это влияет на частоту их появления",
		"New Blueprint Uploaded: {NAME}!":
			"Загружен новый чертёж {NAME}!",
		"Next Up:":
			"Следующий",
		"Coliseum {NAME} by {AUTHOR}":
			"Колизей {NAME} от {AUTHOR}",
		"{NAME} wins!":
			"{NAME} победил!",
		"{NAME} WINS!":
			"{NAME} ПОБЕДИЛ!",
		"Using {NAME}":
			"При помощи {NAME}",
		"Streak: {STREAK COUNT}!":
			"Череда побед: {STREAK COUNT}!",
		"Ended Streak of {NAME}":
			"Прервана череда побед {NAME}",
		"A Community Creation":
			"Создано сообществом",
		"A Community Creation By: {NAME}":
			"Создано сообществом, Автор: {NAME}",
		"Rating: {RATING}%":
			"Рейтинг {RATING}%",
		"Rematch":
			"Реванш",
		"Draw":
			"Ничья",

		//steam workshop info
		"Loading Name":
			"Загрузка",
		"WS By {AUTHOR}":
			"От {AUTHOR}",
		"Workshop Blueprint By {AUTHOR}":
			"Чертёж из Мастерской от {AUTHOR}",
		"Rating: {RATING}%":
			"Рейтинг: {RATING}%",

		//structure steam altar
		"Subscribe to Blueprints to receive them here {BUTTON}":
			"Подписывайтесь на чертежи в Мастерской чтобы получать из здесь {BUTTON}",
		"Activating Subscribed Blueprints. Press {BUTTON} to open workshop":
			"Активация подписок. Нажмите {BUTTON} чтобы открыть Мастерскую",
		"Steam Altar Do you recommend this?":
			"Вы бы порекомендовали это?",
		"Steam Altar No":
			"Нет",
		"Steam Altar Yes":
			"Да",

		//structure shop manager (steam shop)
		"Free Sample":
			"Бесплатный образец",
		"{PRICE} (50% off)":
			"{PRICE} (скидка 50%)",
		"Buy":
			"Купить",
		"Steam Shop By {AUTHOR}":
			"Автор {AUTHOR}",
		"Steam Shop Do you recommend this?":
			"Вы бы порекомендовали это?",
		"Up/Down Vote":
			"Голос за/против",
		"Not enough Aurium":
			"Недостаточно Ауриума",
		"Voted Up":
			"Голос за",
		"Voted Down":
			"Голос против",
		"- Shop {SHOP TAG} -":
			"- Магазин: {SHOP TAG} -",
		"-{PRICE} Aurium":
			"- {PRICE} Ауриума -",
		//tags (plural) used for SHOP TAG
		"Weapons":
			"Оружие",
		"Tools":
			"Инструменты",
		"Vehicles":
			"Транспорт",
		"Pioneers":
			"Пионеры",
		"Robots":
			"Роботы",
		"Golems":
			"Големы",
		"Faunas":
			"Фауна",

		//structure shop pioneers
		"Pio Shop Not enough Aurium":
			"Недостаточно Ауриума",

		//machine space teleporter
		"Space Teleporter Scene Completed":
			"Уровень завершён",
		"Confirm to leave":
			"Подтвердите выход"
	}
}